felixfelix-bot/balloon-fresh/tracker/firmware/bench_test/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_ESP_SYSTEM_DEFAULT_CPU_FREQ_80=y
CONFIG_ESP_SYSTEM_DEFAULT_CPU_FREQ=80
CONFIG_ESP_WIFI_ENABLED=n
CONFIG_ESP_BT_ENABLED=n
CONFIG_FREERTOS_HZ=1000
CONFIG_SPI_MASTER_ISR_IN_IRAM=y
CONFIG_LOG_DEFAULT_LEVEL_INFO=y
CONFIG_LOG_DEFAULT_LEVEL=3
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
CONFIG_COMPILER_OPTIMIZATION_SIZE=y
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_ESPTOOLPY_FLASHSIZE="4MB"
CONFIG_ESP_TASK_WDT=n
CONFIG_ESP_INT_WDT=n
